Repository: Slimbook-Team/slimbookface
Catalog: source/src/locale/*/LC_MESSAGES/addface.po
Languages: es

# straddfacetitle
source: Slimbook Face: Add new face model for an user
es: Slimbook Face: Añadir un nuevo rostro

# strsteps1
source: Follow these steps to add new face model to Slimbook Face:
es: Sigue los pasos para añadir un nuevo rostro a Slimbook Face:

# strsteps2
source: Step 1:
es: Paso 1:

# strsteps3
source: Enter a name
es: Introduce un nombre

# strsteps4
source: Step 2:
es: Paso 2:

# strsteps5
source: Take a picture from your cam to know how did you look
es: Toma una foto para ver cómo te ves

# strsteps6
source: Step 3:
es: Paso 3:

# strsteps7
source: Accept to capture your face (this can take 5-10 seconds)
es: Acepta para empezar a capturar tú rostro (esto puede llevar 5-10 segundos)

# strfacemodelname
source: Face model name:
es: Nombre del rostro:

# strbuttonwebcam
source: Show webcam
es: Previsualizar webcam

# stralertaddface
source: The face model was added correctly
es: El rostro se ha añadido correctamente

# stralertaddface2
source: Error adding a new face model, make sure that only one face appears and try again.
es: Error al añadir el rostro, asegurese de que solo aparezca un rostro a la vez e intentelo de nuevo.
