Repository: Slimbook-Team/slimbookface
Catalog: source/src/locale/*/LC_MESSAGES/slimbookface.po
Languages: es

# strconfigfilecheck
source: Alredy exists slimbookface.conf
es: Ya existe slimbookface.conf

# strmainpage
source: Main
es: Menú principal

# strinfopage
source: Information
es: Información

# strmaindesc1
source: Welcome to Slimbook Face!
es: Bienvenido a Slimbook Face!

# strmaindesc2
source: Thank you for using SLIMBOOK FACE for facial / biometric recognition.
es: Gracias por utilizar SLIMBOOK FACE para el reconocimiento facial / biométrico.

# strmaindesc3
source: To configure the application add a face. If you have problems at login you can
es: Para configurar la aplicación añade un rostro. Si tienes problemas en inicio de sesión

# strmaindesc4
source: disable it for login, but it will remain for sudo or install applications.
es: puedes deshabilitarlo para el inicio de sesión, pero se mantendrá para sudo o instalar aplicaciones.

# strmaindesc5
source: Facial or biometric recognition can give false negatives (not recognize you)
es: El reconocimiento facial o biométrico puede dar falsos negativos (no reconocerte)

# strmaindesc6
source: if there is a lot of light behind you, if you tilt your head and you do not leave
es: si hay mucha luz detrás de ti, si inclinas la cabeza y no la dejas recta, si cambias tu look

# strmaindesc7
source: it straight, if you change your look or cover part of your face. Being that way,
es: o cubres parte de tú cara. Siendo así también, como parte de la seguridad.

# strstep1
source: Step 1:
es: Paso 1:

# strbuttoninstallircam
source: Install IR cam driver
es: Instalar el driver para la webcam IR

# strtooltipinstallircam
source: You alredy have installed the cam driver
es: Ya tienes instalado el driver de la cam

# strstep2
source: Step 2:
es: Paso 2:

# strenablefacerecognition
source: Enable face recognition to authenticate
es: Habilitar el reconocimiento facial para autenticar

# strdisablefacerecognition
source: Disable face recognition to authenticate
es: Deshabilitar el reconocimiento facial para autenticar

# strtooltipofacerecognitionauth
source: You need install the cam driver to use this option
es: Necesitas instalar el driver de la cam para usar esta opción

# strestep3
source: Step 3:
es: Paso 3:

# straddnewfacemodel
source: Add new face model for an user
es: Añadir un nuevo rostro para un usuario

# strdisablewithlogin
source: Disable face recognition in login screen
es: Deshabilitar reconocimiento facial en el login

# strenablewithlogin
source: Enable face recognition in login screen
es: Habilitar reconocimiento facial en el login

# strmaindesc9
source: This application is on beta version
es: Esta aplicación está en versión beta.

# strautostarttxt
source: Autostart config app with system
es: Autoarrancar app de configuración con el sistema

# strvisitwebsite
source: Visit SLIMBOOK website
es: Visita la web de SLIMBOOK

# strlabelusermanual
source: User manual of Slimbook Face
es: Manual de usuario de Slimbook Face

# strusermanual
source: https://slimbook.es/en/tutoriales/aplicaciones-slimbook/400-slimbook-face-biometric-recognition-and-dont-enter-more-passwords
es: https://slimbook.es/tutoriales/aplicaciones-slimbook/399-slimbook-face-reconocimiento-facial-y-olvidate-de-contrasenas

# strsocialnetworks1
source: If this application has been useful to you consider saying it
es: Si la aplicación te ha sido de utilidad, considera decirlo

# strsocialnetworks2
source: in our social networks or even buy a SLIMBOOK ;)
es: en nuestras redes sociales o incluso comprar un SLIMBOOK ;)

# strthanks1
source: Thanks to boltgolt. The software is provided "as is", without
es: Gracias a boltgolt. El software se proporciona "tal cual", sin

# strthanks2
source: warranty of any kind.
es: garantía de ningún tipo.

# strinfo1
source: Info:
es: Información:

# strinfo2
source: Contact with us if you find something wrong.
es: Contacta con nosotros si encuentras algún error.

# strsendemail
source: Send an e-mail to: dev@slimbook.es
es: Envía un e-mail a: dev@slimbook.es

# strcopyemail
source: Copy e-mail
es: Copiar e-mail

# strlicense1
source: You are free to:
es: Usted es libre de:

# strlicense2
source: Share:
es: Compartir:

# strlicense3
source: --copy and redistribute the material in any medium
es: --copiar y redistribuir el material en cualquier medio

# strlicense4
source: or format
es: o formato

# strterminaltitle
source: Installing IR cam driver
es: Instalando el driver de la webcam IR

# strterminalfollowsteps
source: Follow the steps to install the IR webcam driver on your system.
es: Sigue los pasos para instalar el driver de la webcam IR en tú sistema.

# strterminalfollowsteps2
source: IMPORTANT: When the program is searching for the IR camera, you should only write YES when you see a blinking red light.
es: IMPORTANTE: Cuando el programa esté buscando la cámara IR, sólamente deberás escribir YES cuando veas una luz roja parpadenando.

# strterminalfollowsteps3
source: Press any key to continue...
es: Presiona cualquier tecla para continuar...

# strterminalcompleted
source: Completed! You can close this terminal
es: Se ha completado! Puedes cerrar está terminal

# stremailcopiednotify
source: The e-mail has been copied to the clipboard
es: El e-mail ha sido copiado al portapapeles

# facemodelname
source: Face name
es: Nombre del rostro

# createddateface
source: Creation date
es: Fecha de creación

# drivercaminstall
source: Install webcam driver
es: Instalar driver de la webcam

source: Enable face recognition
es: Habilitar reconocimiento facial

source: Disable face recognition
es: Deshabilitar reconocimiento facial

# facemodelsadded
source: Faces added
es: Rostros añadidos

# facemodelsempty
source: 0 faces added
es: 0 rostros añadidos

# removefaceselected
source: Delete selected face
es: Eliminar rostro seleccionado

# dialogwarning1
source: Alert!
es: Alerta!

# dialogwarning2
source: Are you that you want delete
es: Estás seguro que deseas eliminar el rostro
